---
kind: other
id: Methods.T:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropItem
source: html/915b4c5d-a496-c957-17b0-6ae0eefb4412.htm
---
# PipeFittingAndAccessoryPressureDropItem Methods